export const oneHandSword = [
    {
        category: '短剑',
        items: [
            {
                name: 'The Xiphos',
                desc: ['单手伤害: (55 - 74) - (107 - 176)','需要等级: 60','需要力量: 376','Item Level: 105','力量伤害加成: (0.11 每点力量)%', '双倍通灵宝珠奖励', '2% 的机会施展等级 5 裂刀  在打击时','(5 - 50)% 增加攻速（IAS）']
            }
        ]
    }
]


// 需要力量: 376
// Item Level: 105
// 力量伤害加成: (0.11 每点力量)%
// 双倍通灵宝珠奖励
// 2% 的机会施展等级 5 裂刀  在打击时
// (5 - 50)% 增加攻速（IAS）
// +(50 - 100)% 增强伤害（ED）
// +(50 - 100) 最大伤害
// 0.125% 压碎性打击（CB） (基于角色等级)
// 物理抗性 5%
// 孔数 (3)